"""Список ролей — скопирован из ТЗ дословно (формат: имя (фамилия) {пол})."""

ROLES_RAW = """
Наруто (У(д)зумаки) {м}
Боруто (У(д)зумаки) {м}
Кушина (У(д)зумаки) {ж}
Мито (У(д)зумаки) {ж}
Химавари (У(д)зумаки) {ж}
Карин (У(д)зумаки) {ж}
Нагато (У(д)зумаки) {м}
Менма (У(д)зумаки) {м}
Ашина (У(д)зумаки) {м}
Фусоу (У(д)зумаки) {ж}
Саске (Уч(/т)иха) {м}
Итачи (Уч(/т)иха) {м}
Микото (Уч(/т)иха) {ж}
Фугаку (Уч(/т)иха) {м}
Мадара (Уч(/т)иха) {м}
Шисуи (Уч(/т)иха) {м}
Сарада (Уч(/т)иха) {ж}
Изуна (Уч(/т)иха) {м}
Изуми (Уч(/т)иха) {ж}
Кагами (Уч(/т)иха) {м}
Таджима (Уч(/т)иха) {м}
Кизаши (Харуно) {м}
Мебуки (Харуно) {ж}
Сакура (Харуно) {ж}
Хината (Хьюга) {ж}
Неджи (Хьюга) {м}
Ханаби (Хьюга) {ж}
Хиаши (Хьюга) {м}
Хизаши (Хьюга) {м}
Цунаде (Сенджу(/зю)) {ж}
Хаширама (Сенджу(/зю)) {м}
Тобирама (Сенджу(/зю)) {м}
Буцума (Сенджу(/зю)) {м}
Итама (Сенджу(/зю)) {м}
Каварама (Сенджу(/зю)) {м}
Наваки (Сенджу(/зю)) {м}
Тока (Сенджу(/зю)) {м}
Ино (Яманака) {ж}
Иноджин (Яманака) {м}
Иноичи (Яманака) {м}
Сай (Яманака) {м}
Шикамару (Нара) {м}
Шикадай (Нара) {ж}
Шикаку (Нара) {м}
Киба (Ину(д)зука) {м}
Хана (Ину(д)зука) {ж}
Мими (Ину(д)зука) {ж}
Акита (Ину(д)зука) {ж}
Цуме (Ину(д)зука) {ж}
Чоджи (Акимич(/т)и) {м}
Чочо, Чоучоу (Акимич(/т)и) {ж}
Чоуза (Акимич(/т)и) {м}
Чоуби (Акимич(/т)и) {м}
Каруи {ж}
Гаара (Собаку но) {м}
Канкуро (Собаку но) {м}
Темари (Собаку но) {ж}
Карура (Собаку но) {ж}
Раса (Собаку но) {м}
Шинки (Собаку но) {м}
Шино (Абураме) {м}
Шикуро (Абураме) {м}
Шиби (Абураме) {м}
Торуне (Абураме) {м}
Мута (Абураме) {м}
Кагуя (О(о)цуцуки) {ж}
Ашура (О(о)цуцуки) {м}
Ишики (О(о)цуцуки) {м}
Тонери (О(о)цуцуки) {м}
Шибай (О(о)цуцуки) {м}
Урашики (О(о)цуцуки) {м}
Момошики (О(о)цуцуки) {м}
Хамура (О(о)цуцуки) {м}
Хагоромо (О(о)цуцуки) {м}
Киншики (О(о)цуцуки) {м}
Индра (О(о)цуцуки) {м}
Джиген {м}
Коджи, Кодзи (Каш(/с)ин) {м}
Кодо {м}
Амадо {м}
Эйда, Ада {ж}
Дельта {ж}
Даймон, Дэймон, Деймон {м}
Сакумо (Хатаке) {м}
Какаши, Какаси (Хатаке) {м}
Ао {м}
Ямато {м}
Забуза, Забудза {м}
Югао {ж}
Минато (Намика(д)зе) {м}
Мей (Теруми) {ж}
Хирузен (Сарутоби) {м}
Ягура {м}
Рето {м}
Шамон {м}
Муу {м}
Чоуджиро, Чоудзиро {м}
Эй {м}
Даруи {м}
Самуи {ж}
Ооноки {м}
Куроцучи, Куроцути {ж}
Генгецу (Хо(д)зуки) {м}
Пейн {м}
Конан {ж}
Зецу {м}
Какузу, Какудзу {м}
Кисаме {м}
Дейдара {м}
Сасори {м}
Хидан {м}
Орочимару, Оротимару {м}
Мангецу (Хо(д)зуки) {м}
Суйгецу (Хо(д)зуки) {м}
Джуго, Дзюго {м}
Бунпуку {м}
Югито (Нии) {ж}
Рин (Нохара) {ж}
Роши {м}
Хан {м}
Утаката {м}
Фуу {ж}
Киллер Би {м}
Однохвостый, Шукаку {м}
Двуххвостый, Мататаби {ж}
Трёххвостый, Исобу  {м}
Четырёххвостый, Сон Гоку {м}
Пятихвостый, Кокуо {ж}
Шестихвостый, Сайкен {м}
Семихвостый, Чомей, Чоумей {ж}
Восьмыхвостый, Гьюки {м}
Девятихвостый, Курама {м}
Десятихвостый, Джуби, Дзюби {м}
Кимимару (Кагуя) {м}
Сакон {м}
Укон {м}
Таюя (У(д)зумаки) {ж}
Кидомару {м}
Дзиробо, Зиробо {м}
Асума (Сарутоби) {м}
Куренай (Юхи) {ж}
Джирайя, Джирая, Дзирайя {м}
Гай (Майто) {м}
Ирука (Умино) {м}
Мизуки, Мидзуки {м}
Ибицу {м}
"""
